[
  {
    "Location":"Menteng",
    "Id":1,
    "Name": "Farm House",
    "Type": "House",
    "Style": "Ranch",
    "Price":5000000,
    "Beds":3,
    "Baths":2,
    "Sqft":2916,
    "Lot": "3 acres",
    "Image": "house1",
    "Description": "This 3 Bedroom W/ 2 Full Bathroom Ranch Home Is Immaculate & Full Of Upgrades! Enjoy The Open Floor Plan W/ Vaulted 15ft Ceilings & Large Windows Throughout. The Beautiful Kitchen Is The Heart Of The Home Complete With Large Customized Granite Island & Stainless Steel Appliances. Updated Lighting Throughout The Entire Home. Fully Updated Guest Bathroom And Laundry Room. This Floorplan Includes 2′ Extension On Every Side Increasing The Square Footage, Large Extended Patio For Entertaining Right Off The Dining Area. The Large Master Bedroom W/ Large Garden Tub, Double Sinks & Huge Walk-In Closet. Enjoy The Fully Fenced Backyard Perfect For Kids & Pets. The 2.5 Car Extended Garage Allows Room For Extra Storage Or Work Area.",
    "Landlord": "Prince Brown",
    "LandlordPic": "PrinceBrown1",
    "LandlordContact": 8602989876,
    "Contact": 8697283458,
    "Parking": "3 Car Garage",
    "Condition": "Excellent",
    "YearBuilt": 2017,
    "Pool": "No",
    "AC": "Yes"
  },
  {
    "Location":"Menteng",
    "Id":2,
    "Name": "Gold Apartment",
    "Type": "Apartment",
    "Style": "Contemporary",
    "Price":1500000,
    "Beds":2,
    "Baths":2,
    "Sqft":985,
    "Lot": "1 acres",
    "Image": "house2",
    "Description": "Boasting an array of sleek finishes and a thoughtful open plan layout, this immaculate 1-bedroom, 1-bathroom condo is a paradigm of contemporary Brooklyn living. Features of this 531 sq. ft. home include wide plank engineered hardwood floors, huge Pella windows with western exposure, central heating and cooling, and a convenient washer/dryer hook-up. Beyond a functional entryway space the home flows into a luminous, open- concept living, dining, and kitchen area. The galley-style kitchen is equipped with white quartz countertops, a white tile backsplash, Nolte cabinets, and a suite of high-end stainless steel appliances from Samsung and Fisher & Paykel.",
    "Landlord": "Nicole Prado",
    "LandlordPic": "NicolePrado2",
    "LandlordContact": 8685433876,
    "Contact": 868890282,
    "FloorNumber": 15,
    "Parking": "2",
    "Condition": "Good",
    "YearBuilt": 2019,
    "Pool": "Yes",
    "AC": "Yes"
  },
  {
    "Location":"Senayan",
    "Id":3,
    "Name": "Modern House",
    "Type":"House",
    "Style": "Modern",
    "Price":13700000,
    "Beds":5,
    "Baths":4,
    "Sqft":3007,
    "Lot": "2.3 acres",
    "Image": "house3",
    "Description": "Luxurious and upgraded, this 5 bedroom, 4 bathroom home of 3,007 sq. ft. (including poolhouse, per independent third-party measurement) rests on a lot of 1.23 acres on a peaceful cul-de-sac in the Lakeside neighborhood. Richly-appointed spaces include large gathering areas, a bright, professional-grade kitchen, spectacular dining room, two walk-out master suites, and a home theater. Contemporary amenities include solar PV and a Tesla EV charging station. The expansive backyard includes a sparkling pool and spa plus a comfortable poolhouse all in private, verdant surroundings. You’ll appreciate the short drive to downtown Los Altos, Rancho Shopping Center, access to Interstate 280, and numerous parks and preserves.",
    "Landlord": "John Doe",
    "LandlordPic": "JohnDoe3",
    "LandlordContact": 8602786546,
    "Contact": 867776693,
    "Parking":"2 Car Garage",
    "Condition": "Excellent",
    "YearBuilt": 2018,
    "Pool": "Yes",
    "AC": "Yes"
  }

]
